{"\nFlash Alerts on Call and SMS\n": "\nFlashlight is currently the best free apps on the market. - Simple to use without opening the app, just pull down the notification bar that you can use. - When you receive a call, new text message, the flash will blink. FUNCTION : ✔ Install Flash flashes when the phone is on vibrate, silent, or normal. ✔ Customizable speed of flashing lights, flash frequency of flashing fast or slow. ✔ Save battery with flashlight mode when the battery is low Off, customizable lights on or off depending on the battery. ✔ It can be on, off warning lights flashing mode for calls and text messages in the desired time frame Recent changes: -When you receive a call, new text message, the flash will blink. - You can set up blinking with ON/OFF in detail. - You can regulate blinking frequency.\n", "\nBirds Bubble Garden\n": "\nPlay the exciting and addictive bubble shooting game in the palm of your hand.  Shoot to free the birds trapped in the bubbles of this wacky bubble shooter madness.  Multiple game play modes to choose from that one of them even include unlimited bubbles. Clear all the bubbles or play endless mode to see how long you can survive. How to play: 1. Aim where you want the bubble. 2. Tap precisely in that specific part of the screen and shoot bubbles with same color. 3. Grouping 3 or more same bubbles will make them pop. Features: - Simple fun shooting aim that easy for all ages - 108 Levels to play with various bubble structures - Endless unlimited game mode for extreme enjoyment. - Wacky bird’s graphics inside the bubbles. - 100% Completely FREE!\n", "\nFruit Rocker\n": "\nAnother way to enjoy your favorite fruits is to play with them with FruitRocker Recent changes: Modified Loading Screen\n", "\nMeu Mundo Minha Vida\n": "\nBaixe o aplicativo para acompanhar todas as novidades do Youtube, Instagram, Facebook, Twitter e Missões.  Conheça as funcionalidades do aplicativo: ** Módulo Youtube Exibição dos vídeos do canal. Principais Interações: - Inscrever-se - Gostar - Comentar - Compartilhar - Favoritar - Filtrar por playlist - Buscar ** Módulo Instagram Exibição de fotos e vídeos. Principais Interações: - Seguir - Curtir ** Módulo Facebook Exibição dos posts feitos pela página. Principais Interações: - Curtir página - Curtir - Comentar - Responder comentários ** Módulo Twitter Exibição de tweets e retweets. Principais Interações: - Seguir - Responder - Retweetar - Favoritar ** Módulo Missões Participe das missões publicando fotos. Principais interações: - Participar - Curtir ** Receba notificações sempre que tiver conteúdo novo no aplicativo.\n", "\nSliko zbor\n": "\nApp to help the children with speech difficulties, that is children with autistic spectrum (autism) in everyday communication with the family and outside in the environment. Recent changes: Added \"Family\" topic\n", "\n하루하루 독립운동가\n": "\n알람을 설정하고 하루에 한 분씩! 독립운동가 선생님들의 삶에 대해 배워봅시다. 앱내 제공되는 사진과 정보는 네이버 캐스트를 활용하였습니다. 네이버 감사합니다! Recent changes: v1.3 업데이트 - 독립운동가 추가 - 3종류의 알람 선택 기능 추가 - 진도표 확인 기능 추가 - YOUTUBE 동영상 학습 기능 추가 - 30문항으로 구성된 실력테스트 및 점수 순위보기 기능 추가 v1.21 업데이트 - 알람 버그 수정 v1.1 업데이트 알림 - 독립운동가 데이터베이스를 함께 만들어갔으면 좋겠습니다. 잊혀진 독립운동가 선생님들을 제보해주세요. https://goo.gl/djtCzk - 위젯 기능이 추가되었습니다. 바탕화면에서 바로바로 독립운동가 선생님들을 알아봅시다!\n", "\nEgg Surfer\n": "\nWIN a PS4! all you need to do, is to go 10000m and upload you video to our facebook page. https://www.facebook.com/white.simplicity.llc the first one to get 20 likes on the video will win \"New Playstation 4\"! Fun Arcade surfing game, escape obstacles. Control a dude surfing chick with your finger, a good test of your reaction time! Avoid getting hit! ,collect golden corns and open upgrades. Using google play services unlock achievements and compete with your friends. You can view your google+ friend scores, try to beat them! Most important have a lot of fun playing the game and leave a review if you can.. Recent changes: More obstacles  better graphics  smoother transaction General bug fixes\n", "\nClick & Disk - Poços de Caldas\n": "\nO maior serviço de busca do Sul e Sudoeste Mineiro agora mais completo! Complementando os principais produtos existentes(APP Desktop e Site), o aplicativo Click & Disk Mobile instalado em seu smartphone irá lhe proporcionar uma nova experiência no seu dia a dia. O App após instalado não têm necessidade de conexão com a internet para realizar as buscas, portanto pode ser utilizado a qualquer hora e em qualquer lugar, o que o torna único no segmento.  Seja na rua, no escritório ou no sofá de sua casa, o Click & Disk Mobile estará sempre ao seu lado garantindo-lhe mais comodidade para buscar as informações de sua região. Instale agora e experimente a facilidade em suas mãos! Curta nossa página:  http://www.facebook.com/clickdisk.busca Envie sugestões para:  \n", "\nVachanamrut Study App\n": "\nThe Vachanamrut Study App by BAPS Swaminarayan Sanstha  The Vachanamrut is the principle scripture of the Swaminarayan Sampraday. It is a compilation of 273 spiritual discourses delivered by Bhagwan Swaminarayan from 1819 to 1829. It is a Hindu scripture filled with illuminating analogies and metaphors, and divine revelations that provide philosophical and practical answers to the deepest mysteries and questions of life. Through easy-to-understand notes and explanations, this ‘Vachanamarut Study App’ sheds new light on eternal concepts. Using the latest technology, this application gives users a convenient medium for reading and studying the Vachanamrut. Allowing users to engage in the Vachanamrut in new and exciting ways, this app is an attempt to make it easier for curious minds to delve into the depths of the Vachanamrut. Inspired by Brahmswarup Pramukh Swami Maharaj and Pragat Brahmswarup Mahant Swami Maharaj, a team of scholarly sadhus and dedicated youths have strived to help make the Vachanamrut easier and more practical. Features  Information on:  •\tDifficult words: Regional, scriptural and philosophical words which may need further clarification are explained in simple terms. •\tComplex Concepts: Some concepts are difficult to comprehend and may cause confusion. Such concepts are explained in a simple structured manner with scriptural references and the words of the Gunatit Guruparampara.  •\tPeople: Brief descriptions of people mentioned in the Vachanamrut are also provided. These include people contemporary to Bhagwan Swaminarayan as well as historical people such as those in the Purans. Pauranik kathas (stories) that Bhagwan Swaminarayan has mentioned to exemplify certain concepts are also described in detail to give the reader the full context. •\tScriptures and Places: Short introductions to the scriptures and places are also provided. The exact locations, where the Vachanamruts were narrated, are also depicted through maps and images.  •\tShlokas-Kirtans: References and meanings of the shloks as well as the kirtans mentioned in the Vachanamrut.  •\tHistory: The historical events associated with Vachanamruts are mentioned in detail to make the context of the Vachanamrut clearer.  •\tExplanations: Discourses relating to sadhana (spiritual endeavours) have been explained with supportive material from Purushottam Bolya Prite, Swami ni Vato, and the teachings of the Gunatit Guruparampara. This additional information helps to unfold the deep meaning of the Vachanamrut.  •\tGlory: The significance and greatness of the Vachanamruts in the words of the Gunatit Guruparampara. •\tPrasangs: Inspiring prasangs, relating to the Vachanamruts, as mentioned by the Gunatit Guruparampara and other santo-bhakto. Recent changes: Bug fixes and improvments\n", "\nClick & Disk - Patos de Minas\n": "\nO maior serviço de busca do Sul e Sudoeste Mineiro agora mais completo! Complementando os principais produtos existentes(APP Desktop e Site), o aplicativo Click & Disk Mobile instalado em seu smartphone irá lhe proporcionar uma nova experiência no seu dia a dia. O App após instalado não têm necessidade de conexão com a internet para realizar as buscas, portanto pode ser utilizado a qualquer hora e em qualquer lugar, o que o torna único no segmento.  Seja na rua, no escritório ou no sofá de sua casa, o Click & Disk Mobile estará sempre ao seu lado garantindo-lhe mais comodidade para buscar as informações de sua região. Instale agora e experimente a facilidade em suas mãos! Curta nossa página:  http://www.facebook.com/clickdisk.busca Envie sugestões para:  \n", "\nFlipkart Online Shopping App\n": "\n Online shopping with Flipkart is very easy as you get to shop from the comfort of your home and get products delivered at your doorstep. By downloading the Flipkart free online shopping app on your Android phone or tablet, you can effortlessly browse our massive collection of more than 80 crore products from multiple categories including mobile phones, fashion wear, electronic devices, accessories and consumer durables. _____________________________________ • • • • • • • • • • • • • _____________________________________ Simply download the Android shopping app on your device (phone or tablet) and create an account for yourself. Now, you will be taken to the Home screen where you will find links to all the category products, along with amazing offers, deals and discounts under the 'Offer Zone' and 'Deals of the day'.  1. Easily type in the product you are looking for in the ‘Search’ tab and find it instantly 2. Narrow down your search using filters like price, color, style, pattern, brand to find your desired product 3. Check ratings and reviews given by other customers along with seller ratings, price and description of the product while buying the product 4. You can also add products to your wishlist with a single tap 5. To place the order, choose among easy payment options like Cash on Delivery (COD), debit card, credit card, netbanking or UPI enabled PhonePe 6. Track your orders inside the app, get notifications on personalized offers, price drops, order status, exclusive launches and upcoming sale events _____________________________________   In addition to basic permissions, the Flipkart shopping app needs access to other functions on your device for it to support the above features - • Device and App History: To detect critical crashes and recover the app state • Identity: For native login functionality with your Google account • SMS: To auto-verify OTPs. We do not read existing messages _____________________________________ You can contact our 24x7 customer support for any product or delivery related issues. Download Flipkart app now and start shopping! Recent changes: 🔅 Watch Youtube Videos on product pages for additional information 🔅 Buy the right product using 'buying guides' for mobiles & large home appliances 🔅 Retrieve your account password via Auto OTP verification 🔅 Comprehensive ratings & reviews for mobiles & large home appliances 🔅 Digital products launch, extended warranty, accidental damage protection 🔅 Extra discount using Phone health-check with exchange, if the phone health is good\n", "\n8 Ball Pool\n": "\n•The World's #1 Pool game - now on Android!• Play with friends! Play with Legends. Play the hit Miniclip 8 Ball Pool game on your mobile and become the best! COMPETE 1-ON-1 OR IN 8 PLAYER TOURNAMENTS Refine your skills in the practice arena, take on the world in 1-vs-1 matches, or enter tournaments to win trophies and exclusive cues!  PLAY FOR POOL COINS AND EXCLUSIVE ITEMS Customize your cue and table! In every competitive 1-vs-1 match you play, there’ll be Pool Coins at stake – win the match and the Coins are yours. You can use these to enter higher ranked matches with bigger stakes, or to buy new items in the Pool Shop. CHALLENGE YOUR FRIENDS Playing friends is easy: sign in with your Miniclip or Facebook account and you’ll be able to challenge your friends straight from the game. Challenge friends anytime, anywhere and show off your skills. LEVEL UP 8 Ball Pool’s level system means you’re always facing a challenge. Play matches to increase your ranking and get access to more exclusive match locations, where you play against only the best Pool players. --Download Pool by Miniclip NOW!-- *This game requires internet connection. Play on the Web at miniclip.com/pool Don’t miss out on the latest news: Like 8 Ball Pool: http://on.fb.me/Wx4f23 Like Miniclip: http://facebook.com/miniclip Follow us on Twitter: http://twitter.com/miniclip ------------------------------------ Find out more about Miniclip: http://www.miniclip.com TERMS AND CONDITIONS: http://www.miniclip.com/terms-and-conditions PRIVACY POLICY: http://www.miniclip.com/privacy Recent changes: The new 8 Ball Pool update is here! - Surprise Boxes are now bigger and better than ever! Check out the new Legendary Cues with greater rewards. - Performance improvements and bug fixing.\n", "\nDream League Soccer\n": "\nDream League Soccer is here, and it’s better than ever! Soccer as we know it has changed, and this is YOUR chance to build THE best team on the planet. Recruit real FIFPro™ licensed superstars, build your own stadium, and take on the World with Dream League Online as you march towards glory, on your road to Soccer Stardom! Download Dream League Soccer for FREE now! * Includes tablet support! * ***************************************************** IMPORTANT * This game is free to play, but additional content and in-game items may be purchased for real money. * Coins can be earned during gameplay or gained by watching videos, but can also be bought in packs ranging from $1.99 - $19.99. * This app uses Wi-fi or mobile data (if available) to download game content and advertising. You can disable mobile data usage on this game from within Settings/Mobile Data. * This app contains third party advertising. Advertising is disabled if you purchase in game currency from the shop. ***************************************************** MANAGE YOUR DREAM TEAM Sign top superstar players such as Diego Costa and Aaron Ramsey to create your very own Dream Team! Choose your formation, perfect your style and take on any team who stands in your way as you rise through 6 Leagues to top the prestigious Elite Division. Have you got what it takes? REALISTIC NEW GAMEPLAY  Be prepared for smart, tactical AI to form a challenging and addictive experience. With all new visuals, realistic animations and 60fps dynamic gameplay (compatible devices only), Dream League Soccer is the perfect Soccer package which captures the true essence of the beautiful game. GO GLOBAL Dream League Online puts your Dream Team against the very best in the world. Work your way through the ranks to prove your team is the greatest!  FEATURES * FIFPro™ licensed players brings the most authentic Dream League Soccer experience to your hands! * Freedom to create, customize and control your very own Dream Team! * 6 Divisions to work your way through, and over 7 Cup competitions! * Build your very own stadium to showcase your superstars! * Develop your players with more accuracy and intent * Season objectives to keep you engaged and coming back! * Google Play achievements & leaderboards to see who ranks on top! * Customise and import your very own kits & logos! * Sync progress between devices with Google Play Cloud! * Exclusive soundtrack provided by Sunset Sons, King Nun, Holy Oysters, Tobtok & Maholo ***************************************************** VISIT US: firsttouchgames.com LIKE US: facebook.com/dreamleaguesoccer FOLLOW US: twitter.com/firsttouchgames  WATCH US: youtube.com/firsttouchgames Recent changes: Version 4.16 * Bug Fixes Thanks everyone for your support, please keep the reviews coming!\n", "\nShadow Fight 2\n": "\nThe sequel to the famous Facebook smash hit with 40 million users Shadow Fight 2 is a nail-biting mix of RPG and classical Fighting. This game lets you equip your character with countless lethal weapons and rare armor sets, and features dozens of lifelike-animated Martial Arts techniques! Crush your enemies, humiliate demon bosses, and be the one to close the Gate of Shadows. Do you have what it takes to kick, punch, jump, and slash your way to victory? There’s only one way to find out. - Plunge into epic combat sequences, rendered in astonishingly lifelike detail by an all-new animation system. - Devastate your enemies with delightfully intuitive controls, thanks to an all-new fighting interface designed especially for touchscreens. - Journey through six different worlds full of menacing demons in this action- packed, adrenaline-fueled combat RPG with an immersive, intriguing storyline. - Customize your fighter with epic swords, nunchacku, armor suits, magical powers, and more. Shadow Fight 2. May the battle begin! Recent changes: - Magic mirror opens the gates to other worlds! Find out the story of the Halloween night! - Halloween raid - fight with the witch and get a prediction! - Mystical Chest - time to get unique magical items! - Elixirs - powerful buffs for raids - already in the shop! - Bone coins - right from the witch's purse! Acquire in halloween raid and spend on special chest and elixirs. Watch the gathering progress in your dojo! - Raid masquerade - fights temporarily became faster and more dynamic!\n", "\nGardenscapes\n": "\nWelcome to Gardenscapes! Rake your way through a storyline full of unexpected twists and turns to restore a wonderful garden to its former glory.   Embark on an adventurous journey: beat match-3 levels, restore and decorate different areas in the garden, get to the bottom of the secrets it holds, and enjoy the company of amusing in-game characters, including Austin, your butler, and a funny dog! What are you waiting for? Indulge yourself in some gardening and become the hero of a brand new story. Build your dream garden for free!   The game features: ● Addictive gameplay: swap and match, restore and decorate the garden, and be part of a breath-taking adventure all at once! ● Hundreds of unique match-3 levels ● Dozens of in-game characters you can make friends with ● An adorable puppy who is always there to cheer you up ● An in-game social network you can use to keep tabs on everything ● Different areas in the garden, each with unique structures: broken fountains, mysterious mazes, an old mansion, and much more ● A community that comes first — be neighbors with your Facebook friends! ● A super addicting game you can even play offline!   Gardenscapes is free to play, though some in-game items can also be purchased for real money.   Enjoying Gardenscapes? Learn more about the game! Facebook: https://www.facebook.com/Gardenscapes Instagram: https://www.instagram.com/gardenscapes_mobile/ Twitter: https://twitter.com/garden_scapes   Questions? Contact our tech support at  Recent changes: It’s a Halloween update with a gardenful of pumpkins! LET’S CELEBRATE - A new event in the middle of October: earn pumpkoins and exchange them for Halloween decorations! - Make the mansion hauntingly beautiful by assembling the whole collection of decor items! - A stylish Halloween bouquet in the Orangery Flower event Also featuring - New element: Crystallized Honey - A much-awaited story twist featuring the horse! - New localizations: Traditional Chinese, Brazilian Portuguese, and Dutch\n", "\nYouTube\n": "\nGet the official YouTube app for Android phones and tablets. See what the world is watching -- from the hottest music videos to what’s trending in gaming, entertainment, news, and more. Subscribe to channels you love, share with friends, and watch on any device. With a new design, you can have fun exploring videos you love more easily and quickly than before. Just tap an icon or swipe to switch between recommended videos, your subscriptions, or your account. You can also subscribe to your favorite channels, create playlists, edit and upload videos, express yourself with comments or shares, cast a video to your TV, and more – all from inside the app. FIND VIDEOS YOU LOVE FAST • Browse personal recommendations on the Home tab • See the latest from your favorite channels on the Subscriptions tab • Look up videos you’ve watched and liked on the Account tab CONNECT AND SHARE • Let people know how you feel with likes, comments, and shares • Upload and edit your own videos with filters and music – all inside the app Recent changes: • New Activity tab where you can easily find and control all of your notifications • Swipe to remove videos from playlists you've created\n", "\nMobile Legends: Bang Bang\n": "\nJoin your friends in a brand new 5v5 MOBA showdown against real human opponents, Mobile Legends: Bang Bang! Choose your favorite heroes and build the perfect team with your comrades-in-arms! 10-second matchmaking, 10-minute battles. Laning, jungling, tower rushing, team battles, all the fun of PC MOBAs and action games in the palm of your hand! Feed your eSports spirit! Mobile Legends: Bang Bang, 2017’s brand new mobile eSports masterpiece. Shatter your opponents with the touch of your finger and claim the crown of strongest Challenger! Your phone thirsts for battle!     Real-time 5v5 battles against real opponents. Fight over 3 lanes to take the enemy’s tower. 4 jungle areas. 18 defense towers. 2 Wild Bosses. Complete reproductions of classic MOBA maps. Full-on 5v5, Human vs. Human battles. A triumphant return to genuine MOBA gameplay.   Block damage, control the enemy, and heal teammates! Choose from Tanks, Mages, Marksmen, Assassins, Supports, etc. to anchor your team or be match MVP! New heroes are constantly being released!   Just like classic MOBAs, there is no hero training or paying for stats. Winners and losers are decided based on skill and ability on this fair and balanced platform for competitive gaming. Play to Win, not Pay to Win.   With a virtual joystick on the left and skill buttons on the right, 2 fingers are all you need to become a master! Autolock and target sifting allow you to last hit to your heart’s content. Never miss! And a convenient tap-to-equip system lets you focus on the thrill of battle!   Matchmaking only takes 10 seconds, and battles last 10 minutes, glossing over the quiet early-game leveling up and jumping right into intense battles. Less boring waiting and repetitive farming, and more thrilling action and fist-pumping victories. At any place, at any moment, just pick up your phone, fire up the game, and immerse yourself in heart-pounding MOBA competition.   In most MOBAs, a dropped connection means hanging your team out to dry, but with Mobile Legends: Bang Bang’s powerful reconnection system, if you get dropped, you can be back in the battle in seconds. And while you’re offline, your character will be controlled by our AI system to avoid a 5-on-4 situation. PLEASE NOTE! Mobile Legends: Bang Bang is free to download and play, however some game items can also be purchased for real money. If you do not want to use this feature, please set up password protection for purchases in the settings of your Google Play Store app. Also, under our Terms of Service and Privacy Policy, you must be at least 12 years of age to play or download Mobile Legends: Bang Bang.   You can get customer service assistance via the [Contact Us] button in the game to help you with any problems you may encounter while playing. You can also find us on the following platforms. We welcome all of your Mobile Legends: Bang Bang thoughts and suggestions:    https://www.facebook.com/MobileLegendsGame  https://www.youtube.com/c/MobileLegends5v5MOBA Recent changes: 1. New Hero: [Diggie] - [Time Keeper] 2. New Skins: [Diggie] – [Pigeoneer] [Lolita] – [Impish Trickster] [Argus] – [Draconic Darkness], November Starlight Member 3. Raised the growth attack of all marksmen by 1.5 per level. 4. Fixed the issue where players could not purchase items after spawning in the Brawl Mode. 5. Lucky Draw now costs tickets instead of diamonds. 6. Added [Freya] - [ Monster Hunter] to the fragment shop. 7. Now you can view Top Players’ item sets and use them as your own.\n", "\nSHAREit - Transfer & Share\n": "\n  To connect to computer, your SHAREit for PC must be v4.0 or above. Please download the latest version from www.ushareit.com - Share all kinds of files whenever and wherever. - 200 times Bluetooth speed! - No USB! No data usage! No internet needed! - Supports Android, iOS (iPhone/iPad), Windows Phone, Windows, and Mac. - The choice of OVER 600 Million users from 200 countries. - Top 1 downloaded App on Google Play in 24 countries and regions. Share files whenever & wherever!  200 times faster than Bluetooth, the highest speed goes up to 20M/s. Only transfer original files, never losing quality.  Cross-platform sharing for phones & computers & tablets, Android & iOS & Windows Phone & Windows XP/7/8. Photos, videos, music, installed apps and any other files. Friends can transfer files to each other by entering Portal. So easy to share! Transfer files between phone and PC View your photos and play music on computers. Control PPT directly with your phone, making your presentation easier! Replicate contacts, SMS messages, MMS messages, music, videos, apps and other data from your old phone to the new one in just one click. ►Facebook https://facebook.com/bestSHAREit ►Twitter https://twitter.com/bestSHAREit ►VK https://vk.com/bestSHAREit ►Instagram https://instagram.com/bestSHAREit Recent changes: 1. Recommend more popular videos and music for you 2. You can set the definition of our online videos now 3. Optimized and improved some performances\n", "\nGoogle Photos\n": "\nGoogle Photos is a new photo gallery from Google, made for the way you take photos today. Your photos and videos will be automatically backed up and organized, so you can find and share them faster - and never run out of space on your phone.    Finally, a photos app that's as smart as you.      Back up unlimited photos and videos for free in High Quality. Access them from any device and photos.google.com - your photos are safe, secure, and private to you.      Never worry about running out of space on your phone again. Photos that are safely backed up can be removed from your device's storage in just a tap.      Your photos are now searchable by the people, places and things in them - no tagging required.      Get automatically created movies, collages, animations, panoramas, and more from your photos. Or easily create them yourself.      Use the intuitive and powerful editing tools to enhance your photos and bring them to life. Adjust lighting, contrast, color, and vignette, or pick from 14 innovative photo filters to make your pictures look great in one tap.      Tell better stories, without the work. Automatically get a new album with just your best shots after an event or trip, then invite others to add their photos.      Don't waste data texting and emailing photos. Instantly share photos with any contact, email, or phone number, right from the app.      It's easier than ever to relive your memories. Get collages of photos you took a year ago on this day - perfect for #tbt.      View your photos and videos on your TV with Chromecast support.    Follow us for the latest news and updates  Twitter: https://twitter.com/GooglePhotos  Google+: https://google.com/+GooglePhotos    Need help?  Visit https://support.google.com/photos    Face grouping is not available in all countries. Recent changes: Share text as first comment  • When you share directly via Photos, your share message will appear as the first comment in the album instead of disappearing once the invitation is accepted.  Pet clusters  • We will group photos of your pet so you can label your cat or dog and search by name.\n", "\nSubway Surfers\n": "\nPart of Google Play’s Halloween Campaign - Spooky updates you can’t resist! DASH as fast as you can!  DODGE the oncoming trains!  Help Jake, Tricky & Fresh escape from the grumpy Inspector and his dog.  ★ Grind trains with your cool crew!  ★ Colorful and vivid HD graphics!  ★ Hoverboard Surfing!  ★ Paint powered jetpack!  ★ Lightning fast swipe acrobatics!  ★ Challenge and help your friends!  Join the most daring chase!  A Universal App with HD optimized graphics. By Kiloo and Sybo. Recent changes: ★ Celebrate Halloween on the mysterious tracks of Mexico ★ Enjoy a run through festive cities and ghostly graveyards ★ Team up with Manny, the surprisingly lively skeleton Surfer ★ Unlock the playful Mariachi Outfit and the chilling Casket board ★ Pick up colorful sugar skulls on the tracks to win Weekly Hunt prizes\n", "\nMercado Libre: Encuentra tus marcas favoritas\n": "\n¡Compra y vende todo lo que quieras en la app de  !  Descubrí la mejor experiencia de comprar y vender cosas por internet desde la aplicación oficial que reúne a millones de productos de tus marcas favoritas. ¡Buscar precios y ahorrar dinero con nuestro buscador de productos es súper fácil!  Encuentra miles de marcas a precios increíbles en nuestra tienda online: ropa, vestidos, juegos, libros, juguetes, fundas para móviles, herramientas, zapatos, instrumentos, spinners, muebles, decoración del hogar, moda ¡y mucho más! Incluso podrás comprar por internet productos de segunda mano. En nuestros clasificados encontrarás coches, autos usados y motos de segunda mano.  - Guarda los productos que más te gustan en favoritos para no perderlos de vista. 📌 - Podrás buscar productos con filtros específicos para el precio, ubicación, envío gratis y más. 🔍 - Tenemos una enorme vidriera de productos por categoría para que puedas comparar precios y leer opiniones de otros compradores. - Mira con zoom las fotos de cada producto. - Ahorra dinero con nuestros descuentos en tiendas oficiales online. 💸 - Haz todas las preguntas que necesites antes de comprar. ❓ - Paga en cuotas con tu tarjeta de crédito y en efectivo con múltiples medios de pago. 💳 - Recibe lo que compres sin moverte de tu casa, te lo enviamos a donde quieras. 🚚 - Trackea tu compra con el seguimiento de paquetes. - Comunícate de forma segura con tu vendedor con nuestro servicio de mensajería. - Gestiona tus compras en línea. - Podrás ofertar y comprar todo lo que necesites! En nuestra app podrás vender en línea y ganar dinero (¡incluso con tus cosas usadas!): ropa, vestidos, juegos, libros, juguetes, herramientas, tecnología, deportes, zapatos, y más. - Vende productos nuevos y usados, publica anuncios gratis!. 🔖 - Podrás publicar gratis en 4 sencillos pasos y empezar a hacer ventas en línea. - Gestiona tus compras y ventas desde tu cuenta. 📱 - Comunícate con tu comprador o vendedor con nuestra herramienta de mensajería instantánea. 📨 ¡La e commerce app de Mercado Libre es mucho más que una app para comprar y vender cosas usadas! Descubrirás que comprar en línea barato y vender cosas usadas es sencillo! Hacer compras en internet es fácil y divertido! Aplicación disponible para: Brasil, México, Argentina, Colombia, Chile, Venezuela, Perú, Ecuador, Uruguay, Costa Rica, República Dominicana, Bolivia, Panamá, Paraguay, Portugal, Guatemala, Honduras, El Salvador, Nicaragua, y Puerto Rico.  Visita nuestro sitio web: https://www.mercadolibre.com/ Visita nuestro blog: http://ideas.mercadolibre.com/ Facebook: https://www.facebook.com/MercadoLibre/ Twitter: https://twitter.com/ml_argentina YouTube: https://www.youtube.com/user/mercadolibre Ante cualquier pregunta, envíanos un correo a  \n", "\nDuolingo: Learn Languages Free\n": "\nLearn Spanish, French, German, Italian, Russian, Portuguese, Turkish, Dutch, Irish, Danish, Swedish, Ukrainian, Esperanto, Polish, Greek, Hungarian, Norwegian, Hebrew, Welsh and English.  Totally fun and free. New! Swahili and Romanian.  Practice your speaking, reading, listening and writing skills while playing a game! You'll improve your vocabulary and grammar skills by answering questions and completing lessons. Start with basic verbs, phrases, and sentences, and learn new words daily. • Google Play's Editor's Choice and \"Best of the Best\" of 2013 and 2014! • \"Far and away the best language-learning app.\" —The Wall Street Journal • \"Duolingo may hold the secret to the future of education.\" —TIME Magazine • \"Among apps for learning a language, you can't beat Duolingo.\" —PC Magazine. • \"The most productive means of procrastination ever discovered. The short lesson blocks are painless and peppy, and reaching the next level (and then the level after that) becomes addictive.\" —Slate Duolingo is changing the way people learn languages. • It's free, for real. • It's fun. Advance by completing bite-sized lessons, and track your progress with shiny achievements. • It's effective. 34 hours of Duolingo are equivalent to a semester of university-level education. Send any feedback to  Buy Duolingo gear at https://gear.duolingo.com Facebook: https://www.facebook.com/duolingo Twitter: https://twitter.com/duolingo Google+: https://plus.google.com/+duolingo Use Duolingo on the Web at https://www.duolingo.com Recent changes: - Show streak in home - Show fluency score in home - Challenge correct streak animation and bonus XP - We're hiring an Android developer: duolingo.com/jobs\n", "\nLast Day on Earth: Survival\n": "\nLast Day on Earth is a FREE MMORPG zombie shooter survival and strategy game, where all survivors are driven by one target: stay alive and survive as long as you can in this post apocalypse game and shoot walking dead zombies. There is no place left for friendship, love and compassion. A deadly plague virus pandemic has turned the world into a dead zone full of unkilled zombies. You can trust only yourself in this post apocalyptic game infected with walking dead zombies.   Instructions for survivors:   ZOMBIES AND ENEMIES EVERYWHERE! You are alone against other survivors and army of walking dead zombies and other unkilled in this free zombie shooter survival and strategy game. Shoot and gunship zombies and other unkilled to survive in this post apocalypse game or they will kill you. JOIN A CLAN AND GUNSHIP ZOMBIES WITH FRIENDS! Shoot unkilled walking dead zombies with other game survivors - it’s an effective war strategy for this free zombie shooter rpg strategy game. It is easier to survive in this post apocalypse game and shoot the walking dead together with other survivors. So join clans and gunship zombies as much as you can!   KEEP CALM AND CRAFT! SURVIVALCRAFT IS VITAL! Improve your game strategy and survivalcraft skills and create more deadly weapons against the unkilled walking dead zombies and enemies. Choose a target wisely and shoot zombies or pull a dead trigger in wildfowl to get some food.   EXPLORE NEW TERRITORIES AND SHOOT ZOMBIES! Search abandoned military bases and survivor’s camps in order to find and take the most valuable resources and deadly weapons. Keep away from the zombie frontier and gunship zombies to obtain resources. COMMUNICATE WITH OTHER PLAYERS! Use the chat. Information is the second most important resource after life in this post-apocalyptic zombie shooter rpg game. Join clans and gunship zombies or go to raid, clear new territories from the unkilled walking dead and move the zombie frontier.   IMPROVE YOUR SURVIVALCRAFT AND STRATEGY SKILLS! Plague infection, wild animals, hunger, thirst and cold can kill you faster than a walking dead army. The world has turned into a residence of evil, where the plague infection rages. In this free post apocalypse mmorpg zombie survival game your own target is to craft more deadly weapons, shoot zombies and try to survive. Survivalcraft is vital for your strategy to survive in this post apocalypse game infected with plague virus and unkilled walking dead zombies.   In 2027 an outbreak of an unknown plague virus infection wiped out most of the world’s population. The raging virus was named deadly plague infection. Meanwhile the pandemic of a new kind of plague virus carried away 80% of the population. Plague virus pandemic was turning them into hordes of the unkilled walking dead zombies. But the army of walking dead zombies is not your main problem. Many of those who were unkilled by the deadly plague virus will pull a dead trigger in your back. Stay alone or join clans to gunship zombies together. You’re the one to choose your path and raid the zombie frontier in this free post apocalypse zombie shooter survival game. Use any ways you can in order to shoot zombies and survive in the dead zone in this free zombie shooter.   And remember! Unkilled walking dead zombies are everywhere! Kill zombies, shoot zombies, gun zombies, fire zombies, plug zombies, smash zombies, slash zombies and gunship zombies to survive. In this free zombie shooter mmorpg game your every decision matters. Welcome to the real post apocalypse zombie shooter game and enjoy this free zombie shooter with mmorpg and strategy elements!   Please note! Last Day on Earth is a free zombie shooter and online multiplayer strategy game, but there are some game items that can be purchased for real money. You can disable in-app purchases in your device. Download Last Day on Earth – new action packed free zombie shooter survival and strategy rpg game today, gunship zombies and survive! Recent changes: With all dark soul we congratulate you on Halloween and we have prepared for the holiday: — Now you can grow pumpkin in garden beds and cook delicious soup! — There will be special objects everywhere: zombies’ brains, teeth, eyes that one will be able to change for holiday trophies: a pumpkin helmet, a zombie collar and a pattern for Chopper.  — On locations you will be able to find a cemetery plus something interesting in tombs. — During the holiday the Dealer will visit you twice a day.\n", "\nGoogle Play services\n": "\nGoogle Play services is used to update Google apps and apps from Google Play. This component provides core functionality like authentication to your Google services, synchronized contacts, access to all the latest user privacy settings, and higher quality, lower-powered location based services. Google Play services also enhances your app experience. It speeds up offline searches, provides more immersive maps, and improves gaming experiences. Apps may not work if you uninstall Google Play services.\n", "\nWord Snack - Your Picnic with Words\n": "\nDo you like fun and exciting word games? DOWNLOAD Word Snack now and enjoy countless word puzzles for FREE! In this very fun word game your goal is to discover all hidden words.  Just swipe the letters to form words and complete the puzzles!  Enjoy hours of fun gameplay and enhance your brain and spelling skills! Are you ready for a good word snack?  FEATURES • Simple and Addictive! • Hundreds of unique levels with tons of different words! • Improve your vocabulary while having fun! • Take your time! Enjoy the game at your own pace without any time limit! • Train your brain and spelling skills! • Play every day and collect your free daily bonus! • No Internet connection? No problem, you can play Word Snack everywhere, online or offline! • Free to PLAY! This game is for true word puzzle lovers! What are you waiting for?  Try Word Snack NOW, you will love it! Recent changes: Hello Word Snack Fans! Here's a new update to enhance your game experience! We have also improved the words of the game. Have fun!\n", "\nSnapchat\n": "\nLife's more fun when you live in the moment :) Happy Snapping! * * * Please note: Snapchatters can always capture or save your messages, such as by taking a screenshot or using a camera. Be mindful of what you Snap! Recent changes: Bug fixes and improvements! 👻\n", "\nDU Recorder – Screen Recorder & Video Editor\n": "\n DU Recorder provides stable and fluid screen recording. With this screen recorder, you can easily record popular mobile game videos; you can record video calls with family and friends; you can also record popular programs on live apps like Periscope and Bigo Live! DU Recorder is designed with the following free features: ------ Many resolutions, frame rates, and bit rates available; support for HD video  ------ Pause/resume screen recording  ------ Enable front camera (facecam) ------ Record external sound ------ Control screen recording through floating window or notification bar; hide floating window for frameless video ------ Display click operations in the screen recording ------ Shake the device to stop recording screen ------ Alternative storage location: Internal storage / SD card ------ Brush: Touch screen to draw ------ Using a Wi-Fi-connected computer, download videos and screenshots to your computer ------ GIF maker: A GIF recorder helps you record screen as GIF ------ Live creator: Stream your screen to Facebook with DU Recorder DU Recorder has lots of video editing functions that can help you create better videos. You can easily make the following video editing operations with the screen recorder : ------ Trim video / Remove the middle part of video ------ Merge videos: Combine mutiple videos into one ------ Add background music to video ------ Adjust the volume of video ------ Add subtitles to video ------ Add intro and outro to video ------ Add background picture to vertical video ------ Change speed of video ------ Rotate video ------ Crop video ------ Convert video to GIF DU Recorder is not only a screen recorder for videos, but also an app to capture screenshots and edit images. With DU Recorder, you can take a screenshot in just one click. With just one hand. No more double-press and hold. Quick and easy! You can also share your screenshots or use in-app image editing tools to stitch and crop local images.  ------ Use notification bar or floating window to take a one-click screenshot. ------ Stitch Images: Smartly combine several images into one.  ------ Blur Image: Pixelate the image to cover areas you do not want to show. ------ Crop Image: Keep only the part of the image you want. ------ Easily check recorded videos via floating window and notification bar. ------ Share your videos and screenshots to video sites and social sites. Share your recorded videos with friends! ------ Modify video titles on local video page for better management. If you have any comments or suggestions on DU Recorder, please contact us at   We appreciate your feedback! Follow us on Facebook: https://www.facebook.com/DURecorderOfficial Subscribe to our YouTube channel: https://www.youtube.com/channel/UCtvNkr4kV3GAEHAFqe5UocQ Recent changes: 1. Now you can livestream to Twitch with DU Recorder. 2. Now you can turn on the live feature on floating window. 3. The screenshot feature was moved to the recording toolbox. 4. Now you can keep recording when the screen is off.\n"}